<template>
  
      <HomeNav/>
  
      <div style="padding-top: 180px;">
        <div class="container">
            <h5> قوانین استفاده از خدمات وب‌سایت ابرکوین </h5>
            <hr><br>
            <p class="text-dark font-weight-bold">
              موافقتنامه استفاده از خدمات وب‌سایت صرافی آربیتراژ رمزارز («موافقتنامه») فی‌مابین صرافی ابرکوین و کاربر این وب‌سایت می‌باشد که جهت تدوین شرایط، قوانین، حقوق، تکالیف و مسئولیت‌ها و نیز دستورالعمل‌های لازم جهت استفاده کاربر از وب‌سایت برای استفاده از ربات آربیتراژ و صندوق سپرده‌گذاری ارزهای دیجیتال توسط کاربران می‌باشد. 
            </p>
            <ol class="pt-3 pb-5">
              <li> ۱. تمامی قوانین و مقررات وب سایت، تابع قوانین و مقررات جمهوری اسلامی ایران می‌باشد. </li>
              <li> ۲. کاربران سایت می‌پذیرند که کلیه‌ی فعالیت‌های آن‌ها در ابرکوین در چارچوب قوانین جمهوری اسلامی بوده و هیچ‌گونه فعالیتی خارج از این چارچوب انجام نخواهند داد. </li>
              <li> ۳. احراز هویت برای استفاده از خدمات ابرکوین ضروری بوده و کاربران موظفند اطلاعات صحیح خود را بارگذاری نمایند. بدیهی‌است در صورت وجود هرگونه تخلف در احراز هویت، مسئولیت به عهده‌ی فرد متخلف بوده و ابرکوین حق توقف ارائه خدمات به کاربر مذبور و ارجاع موارد تخلف به مراجع ذی‌صلاح را دارد. </li>
              <li> ۴. ابرکوین ملزم به حفظ اطلاعات شخصی کاربران خود می‌باشد. </li>
              <li> ۵.	کاربر تعهد می‌دهد که از خدمات سایت ابرکوین صرفاً برای خود استفاده نماید و مسئولیت استفاده از خدمات ابرکوین برای فردی که فرآیند احراز هویت را طی نکرده باشد به عهده کاربر خواهد بود. </li>
              <li> ۶.	شماره حساب اعلام شده به سایت و همچنین آدرس کیف پول‌ها جهت برداشت رمزارز باید متعلق به کاربر باشد و کاربر مجاز به دادن آدرس کیف پول متعلق به اشخاص دیگر نیست. </li>
              <li> ۷.	کاربر متعهد می‌شود که اگر کارشناسان پشتیانی ابرکوین به منظور حفظ امنیت دارایی حساب کاربری با وی تماس تصویری برقرار کردند، همکاری نمایند. </li>
              <li> ۸.	در صورت دستور نهادهای دولتی در خصوص میزان برداشت ریالی توسط درگاه‌ها، ممکن است  واریز از طریق درگاه شتابی، محدود گردد. </li>
              <li> ۹.	کاربر آگاهی خود را از نوسانات بازار رمزارز اعلام می‌کند و متعهد می‌شود که با پذیرش و تایید این موافقتنامه، خطرات ریزش قیمت رمزارزها و سرمایه‌گذاری در رمزارز را درک کرده و ابرکوین را در قبال خسارات و زیان‌هایی که ممکن است ناشی از این ریزش قیمت رمزارز باشد مسئول نمی‌داند. مسئولیت سود و زیان ناشی از تغییرات قیمت منحصراً بر عهده کاربر است. کاربر نمی‌تواند در صورت کم‌ارزش یا بی‌ارزش شدن قیمت رمزارز از ابرکوین مطالبه حق و یا درخواست جبران ضرر و زیان کند. </li>
              <li> ۱۰.	هرگونه سهل‌انگاری کاربر در حفظ اطلاعات امنیتی از جمله گذرواژه، به عهده‌ی وی بوده و ابرکوین هیچ مسئولیتی به عهده نخواهد داشت. توصیه می‌شود از گذرواژه پیچیده و امن و کد شناسایی دوعاملی استفاده شود. </li>
              <li> ۱۱.	ابرکوین متعهد می‌شود که دارایی‌های کاربران را نزد خود به امانت و به بهترین شکل و با بالاترین استانداردهای امنیتی ممکن، حفظ نماید. </li>
              <li> ۱۲.	در صورت بروز هرگونه مشکل امنیتی، ابرکوین متعهد به جبران خسارت خواهد بود. </li>
              <li> ۱۳.	در صورت تمایل برای برداشت ارزهای دیجیتال، مسئولیت ارائه‌ی آدرس صحیح کیف پول به عهده‌ی کاربر خواهد بود. در صورت بروز هرگونه مشکل اعم از اشتباه در ورود آدرس صحیح، نقص آدرس، مشکلات کیف پول مقصد و بلوکه شدن دارایی‌های کاربران در کیف پول مقصد، هیچ گونه مسئولیتی به عهده‌ی ابرکوین نخواهد بود. </li>
              <li> ۱۴.	ابرکوین در مقابل واریز توکن یا کوین بر بستر اشتباه یا کوین‌هایی که در ابرکوین پشتیبانی نمی‌شود هیچ‌گونه مسئولیتی ندارد. لذا مسئولیت هرگونه واریز اشتباه با خود کاربر بوده و کاربر حق هیچ‌گونه شکایتی را نخواهد داشت. </li>
              <li> ۱۵.	درخواست برداشت ریالی از حساب کاربری در سریع‌ترین زمان ممکن بررسی خواهد شد. زمان واریز پول به حساب کاربران براساس محدودیت‌های انتقال وجه بین بانکی، متفاوت خواهد بود.  </li>
              <li> ۱۶.	کاربر می‌پذیرد که به جز در موارد مورد تعهد ابرکوین، حق هیچ‌گونه داعیه، طلب و شکایت از سایت ابرکوین ، مدیران، کارمندان و افراد مرتبط با ابرکوین را نخواهد داشت. </li>
              <li> ۱۷.	جهت ایجاد حساب کاربری در ابرکوین داشتن حداقل سن 18 سال کامل شمسی الزامی است. </li>
              <li> ۱۸.	اگر ابرکوین به اشتباه، وجوه یا رمزارزی را به حساب کاربر منظور نماید، هر زمان مجاز و مختار است راساً و مستقلاً و بدون انجام هیچ‌گونه تشریفات اداری و قضائی و دریافت اجازه کتبی از کاربر (صاحب حساب) در رفع اشتباه و برداشت از حساب‌های وی اقدام نماید؛ ضمناً تشخیص ابرکوین نسبت به وقوع اشتباه یا پرداخت بدون حق و لزوم برداشت از حساب معتبر خواهد بود و کاربر حق هرگونه اعتراض و ادعایی را در خصوص نحوه عملکرد ابرکوین از هر جهت از خود ساقط می‌نماید. </li>
              <li> ۱۹.	در صورت فوت کاربر، ابرکوین این حق را خواهد داشت به محض اطلاع از آن نسبت به واریز وجوه کاربر به حساب اعلام شده ایشان در زمان ثبت‌نام اقدام نماید؛ همچنین ملاک زمانی محاسبه قیمت فروش دارائی رمز ارز کاربر، به عهده واحد حقوقی ابرکوین است. و کاربر با علم و اطلاع از مقررات این بند نسبت به افتتاح حساب کاربری در ابرکوین اقدام نموده و کاربر، اشخاص ثالث، ورثه یا قائم مقام قانونی ایشان حق اعتراض و یا ادعایی در آینده در این خصوص را نخواهند داشت. </li>
              <li> ۲۰.	هرگونه تغییر در قوانین، شروط ارائه خدمات، اشتراک‌ها و مقررات مشابه، از طریق سایت ابرکوین به کاربران اطلاع‌رسانی خواهد شد. </li>
              <li> ۲۱.	کاربر با علم اینکه تمامی قوانین و توضیحات ابرکوین را مشاهده و تایید کرده فعالیت می‌نماید و حق اعتراض را از خود سلب می‌تماید.  </li>
              <li> ۲۲.	در صورت تشخیص موارد خلاف واقع یا مشکوک متوسط ابرکوین در مورد احراز هویت کاربر، کل دارایی وی مسدود شده و بعد از تشریفات قانونی به قوه قضاییه جمهوری اسلامی ایران تحویل داده خواهد شد و کاربر هیچ حق شکایت از ابرکوین را نخواهد داشت و تصمیم‌گیری توسط قوه قضاییه خواهد بود. </li>
              <li> ۲۳.	جهت ایجاد حساب کاربری حقوقی در ابرکوین ارائه معرفی‌نامه نماینده شرکت جهت افتتاح حساب شخص حقوقی الزامی است. معرفی‌نامه می‌بایست در سربرگ رسمی شرکت ارایه شده و همراه با مهر شرکت، به امضای کلیه صاحبین امضای مجاز شرکت رسیده باشد. قید عبارت «جهت افتتاح حساب حقوقی برای شرکت نزد صرافی ابرکوین و ارائه کلیه اطلاعات، مدارک، تعهدات و مستندات لازم به منظور آن»، درج شماره حساب بانکی و شماره شبای متعلق به شرکت، ایمیل شرکتی، شماره تلفن همراه نماینده و نیز کدملی نماینده در متن معرفی نامه الزامی می‌باشد. </li>
              <li> ۲۴.	فرآیند احراز هویت شخص حقیقی شامل: گردآوری اطلاعاتی از کاربر مانند شماره تماس همراه، آدرس، کارت ملی با تصویر آن، کد ملی و اطلاعات بانکی وی می‌باشد. </li>
              <li> ۲۵.	فرِآیند احراز هویت شخص حقوقی شامل: گردآوری اطلاعاتی از کاربر مانند آگهی تاسیس شرکت، آگهی آخرین تغییرات ثبتی شرکت که مشخصات آخرین صاحبین امضای مجاز شرکت در آن قید شده است، معرفی‌نامه، گواهی ثبت‌نام ارزش افزوده، تصویر کارت ملی نماینده و نیز صاحبین امضای شرکت می‌باشد. </li>
              <li> ۲۶.	تصمیم راجع به موفق یا ناموفق بودن احراز هویت تنها در اختیار ابرکوین می‌باشد و ابرکوین می‌تواند یک احراز هویت را به تشخیص خود قبول کند یا قبول نکند. </li>
              <li> ۲۷.	کاربر می‌بایست جهت استفاده از خدمات ابرکوین اقدام به ثبت حساب بانکی به نام خود نماید. </li>
              <li> ۲۸.	کاربر متعهد می‌باشد در صورت هرگونه تغییر در اطلاعات خود پس از ثبت‌نام بلافاصله اطلاعات جدید را در اطلاعات حساب کاربری به روزرسانی نماید. ابرکوین مسئول هرگونه مشکل و یا خسارتی که به علت عدم به روزرسانی اطلاعات به وجود می آید، نخواهد بود. </li>
              <li> ۲۹.	در صورت بروز وقفه طولانی در استفاده از خدمات، ابرکوین ممکن است جهت امکان استفاده مجدد از کاربر اطلاعات دیگری را درخواست نماید، به ویژه اگر برای ۶ ماه یا بیشتر کاربر از حساب کاربری خود استفاده نکرده باشد. </li>
              <li> ۳۰.	ابرکوین متعهد است اطلاعات مربوط به حساب کاربری مانند موجودی کیف پول، تاریخچه و میزان رمز ارز خریداری و فروخته شده، میزان هزینه‌ها و کارمزدها  نرخ تبدیل را به کاربر نمایش دهد.  </li>
              <li> ۳۱.	کاربر می‌بایست در انتخاب پلن صندوق سپرده‌گذاری دقت نماید. کلیه‌ی مسئولیت های مربوط به انتخاب پلن اشتباه با کاربر است. </li>
              <li> ۳۲.	 ابرکوین در معاملات آربیتراژ توسط ربات، نقش واسطه را میان کاربر و صرافی‌های ارز دیجیتال برعهده دارد و بازپرداخت سود حاصل از معاملات انجام شده را تضمین می‌کند. </li>
              <li> ۳۳.	حداقل حجم معاملات در ابرکوین ۱۰۰ تتر است و برای مبالغ کمتر از آن معامله‌ای ثبت نمی‌شود. </li>
              <li> ۳۴.	پس از افتتاح حساب کاربری و احزار هویت، برداشت رمزارز و برداشت ریال به مدت حداکثر  ۲۴ ساعت امکان‌پذیر خواهد بود.  </li>
              <li> ۳۵.	ابرکوین با هدایت و مدیریت کارشناسان مالی و فنی، تلاش خود را جهت دریافت بیشترین سود ممکن از اختلاف قیمت‌های بازار رمزارزها در سایر صرافی‌های طرف قرارداد به‌کار می‌گیرد. </li>
              <li> ۳۶.	کاربر متعهد می‌باشد که از حساب کاربری خود برای مقاصد و فعالیت‌های خلاف قوانین و مقررات کشوری و بین‌المللی، خلاف قوانین مندرج در این موافقتنامه، اختفاء موضوع جرم، جرایم مالی و غیرمالی، کلاهبرداری، پولشویی، شرط‌بندی، بازی‌های اینترنتی ممنوعه، قاچاق ارز و کالا، ارائه خدمات ممنوعه، حساب اجاره‌ای، نتورکینگ و شرکت‌های هرمی و غیره استفاده ننماید. </li>
              <li> ۳۷.	هرگونه پیامدهای مالیاتی ناشی از تراکنش‌های کاربران به عهده‌ی خود آنان خواهد بود و ابرکوین هیچ‌گونه مسئولیتی ندارد. </li>
              <li> ۳۸.	رمزارزی که در کیف پول یا صندوق سپرده‌گذاری کاربر نگهداری می‌شوند دارایی‌هایی هستند که توسط ابرکوین به نفع کاربر نگهداری می‌شود. ابرکوین هیچ‌گونه مسئولیتی در قبال نوسانات ارزش رمزارز  موجود در کیف پول کاربر ندارد. </li>
              <li> ۳۹.	کارمزد خدمات ابرکوین، همان‌طور که در بخش سفارش و تراکنش با نرخ مشخص نشان داده شده است، دریافت می‌شود. </li>
              <li> ۴۰.	در صورت بروز هرگونه اختلاف فیمابین کاربر و ابرکوین، طرفین مساعی نموده که موضوع حتی الامکان از طریق مذاکره حل و فصل شود. در این خصوص کاربر متعهد به همکاری با ابرکوین و ارائه اطلاعات لازم و عنداللزوم حضور در جلسات حضوری یا آنلاین می‌باشد. در صورت عدم حصول توافق ظرف ۲۵ روز از تاریخ اعلام قصد حل اختلاف از طریق مذاکره، کلیه اختلافات و دعاوی ناشی از این قرارداد و یا راجع به آن از جمله انعقاد، اعتبار، فسخ، نقض، تفسیر یا اجرای آن به مرکز داوری اتاق ایران ارجاع می‌گردد که مطابق با قانون اساسنامه و آیین داوری آن مرکز به صورت قطعی و لازم الاجرا بوسیله داور منفرد حل و فصل گردد. داور علاوه بر مقررات حاکم، عرف تجاری ذیربط را نیز مراعات خواهد نمود. شرط داوری حاضر، موافقتنامه‌ای مستقل از قرارداد اصلی تلقی می‌شود و در هر حال لازم الاجرا است. </li>
            </ol>
        </div>
      </div>
    <Footer></Footer>


</template>

<script>

const body = document.getElementsByTagName("body")[0]
import { activateDarkMode, deactivateDarkMode } from "@/assets/js/dark-mode";
import HomeNav from '@/views/components/HomeNav.vue'
import Footer from '@/views/components/Footer.vue'

export default{
    setup(){

        return {  }
    },
    created() {
      this.$store.state.showNavbar = false;
      this.$store.state.showSidenav = false;
      if (this.$store.state.darkMode){
        deactivateDarkMode()
      }
      body.classList.remove("bg-gray-100");
    },
    beforeUnmount() {
      this.$store.state.showNavbar = true;
      this.$store.state.showSidenav = true;
      if (this.$store.state.darkMode){
        activateDarkMode()
      }
      body.classList.add("bg-gray-100");
    },
    components: { HomeNav, Footer },

}

</script>

<style scoped>

ol li{
  color: #344767;
  line-height: 2.4rem;
}
*{
  text-align: justify;
}

</style>
